"HZO_INFO" = "HazeOver automatically highlights the front app window by dimming all background windows.";
"AX_TIP2" = "To improve dimming accuracy and reduce delays please allow %@ to use accessibility features.";

"ANIMATION_MIN" = "%@ min";
"ANIMATION_SEC" = "%@ s";

"DARKMODE_LABEL" = "Settings that should have a separate value for Light and Dark system appearance:";
"DARKMODE_COLOR" = "Color";
"DARKMODE_BLUR" = "Difuminar";

"FEEDBACK_LABEL" = "Are you happy with this version of HazeOver?";
"Yes" = "Sí";
"No" = "No";
"FEEDBACK_UPDATE" = "Are you still happy with the app? Please rate again because App Store ratings might reset for updates.";

"RATE_TITLE" = "Awesome!";
"RATE_LABEL" = "Please rate this version of HazeOver or write a review. It means a lot.";
"RATE_BUTTON" = "Rate HazeOver";

"REPORT_TITLE" = "No worries.";
"REPORT_LABEL" = "Please let me know what’s wrong.";
"REPORT_BUTTON" = "Comunicar un problema";

"APP_RULE_DISABLE" = "Disable When Using %@";
"Remove" = "Eliminar";

"MAS_NAME" = "Distraction Dimmer™";

"WHATS_NEW" = "Novetats de HazeOver";
"Show" = "Mostrar";

"Trial Version" = "Versió de prova";
"Buy Now" = "Comprar ara";
"Thank You" = "Gràcies!";

"USAGE_LABEL" = "Dimming used for %@";

// Displays Tab

"SECONDARY_DIM" = "Dim all windows on displays without keyboard focus";
"SECONDARY_HIGHLIGHT" = "Highlight windows even on displays without keyboard focus";

"DISABLE_DISPLAY_THIS" = "Disable on This Display";
"DISABLE_DISPLAY_NAME" = "Disable on %@";

// Shortcuts Tab

"SHORTCUT_BUTTON" = "Gravar";
"SHORTCUT_TEXT" = "Prémer tecles";

// DisplayMockupView

"File" = "Arxiu";
"View" = "Veure";
"Window" = "Finestra";
"Help" = "Ajuda";

// Touch Bar

"On" = "Activat";
"Off" = "Desactivat";

// Customizable Menus

"TOGGLE_MENU" = "Activar/desactivar HazeOver";
"DISPLAYS_MENU" = "Pantalla secundària";
"INTENSITY_MENU" = "Intensitat";
"HELP_MENU" = "Consells útils";
"ACTIONS_MENU" = "Configurar accions...";
"CUSTOMIZE_MENU" = "Personalitzar el menú…";
"RATE_MENU" = "Rate HazeOver";
"REPORT_MENU" = "Enviar comentari";
"SETTINGS_MENU" = "Configuració…";
"QUIT_MENU" = "Sortir d’HazeOver";
